Repository: protux/baronbale.de-django
Catalog: localize_project/localize_project-level2.tmx
Source language: en
Languages: de

source: Banner collector
de: Banner-Sammler

source: Base64 En-/Decoder
de: Base64 De-/Kodierer

source: But it would not be here if this would not be needed for geocaching, so here it is.
de: Aber natürlich wäre er nicht hier wenn er nichts mit Geocaching zu tun hätte.

source: Calculate Lettervalues
de: Buchstabenwerte berechnen

source: Cesar Cipher
de: Cäsar Verschlüsselung

source: Cesar-Cipher
de: Cäsar Verschlüsselung

source: Cesar-Cipher is an encryption method where the message is encrypted by rotating the lettervalues between 1 and 25.
de: Die Cäsar-Verschlüsselung ist ein Verschlüsselungsalgorithmus bei dem die Nachricht durch das rotieren (bzw. verschieben) der Buchstaben im Alphabet verschlüsselt wird.

source: Collect Banner
de: Banner sammeln

source: Decode
de: Dekodieren

source: Decrypt
de: Entschlüsseln

source: Decryption
de: Entschlüsselung

source: Direction
de: Richtung

source: Encode
de: Kodieren

source: Encode file
de: Datei kodieren

source: Encode text
de: Text kodieren

source: Encrypt
de: Verschlüsseln

source: Encryption
de: Verschlüsselung

source: Error while splitting the input in pairs of two.
de: Beim Teilen der Eingabe in Zweierpaare trat ein Fehler auf.

source: Every sign which is not a-z or A-Z will be ignored.
de: Jedes Zeichen das nicht a-z oder A-Z entspricht wird ignoriert.

source: Example
de: Beispiel

source: Extra Values
de: Zusätzliche Werte

source: File to encode
de: Datei zum kodieren

source: GPX File
de: GPX Datei

source: If you encode a file it will be read byte by byte and then the bytes will be encoded.
de: Kodierst du eine Datei wird sie Byteweise eingelesen und diese Bytes werden dann kodiert.

source: If you tick the "Include numeric values" field the numbers 0-9 are included with their adherent value.
de: Wenn du das "Zahlen berücksichtigen" Feld aktivierst werden die Zahlen 0-9 mit ihren dazugehörigen Werten ebenfalls berücksichtigt.

source: Include numeric values
de: Zahlen berücksichtigen

source: Is a file
de: Ist eine Datei

source: It was invented 200 years before the cesar cipher but is much stronger than the cesar cipher.
de: Er wurde 200 Jahre vor der Cäsar-Verschlüsselung erfunden, trotzdem ist er viel stärker als dieser.

source: Iterated sum of digits
de: Iterierte Quersumme

source: Just type [sign]\=[value] into the "extra values" field.
de: Gib dazu einfach [sign]\=[value] in das "Zusätzliche Werte" Feld ein.

source: Key
de: Schlüssel

source: Letter Value Calculator
de: Buchstabenwertberechner

source: Letter value
de: Buchstabenwert

source: Message
de: Nachricht

source: Multiple extra values need to be seperated by a line break.
de: Mehrere Extrawerte müssen durch einen Zeilenumbruch getrennt werden.

source: No files are saved on the server pemanently, in order to process them they need to be saved temporarily but they will be deleted before you download begins.
de: Es werden keine Dateien dauerhaft gespeichert. Um die Datei zu verarbeiten ist es leider notwendig sie kurz zu speichern, aber sie wird gelöscht bevor der Download beginnt.

source: Number of letters
de: Anzahl der Buchstaben

source: Number of numbers
de: Anzahl der Zahlen

source: Number of relevant signs
de: Anzahl relevanter Zeichen

source: Number of special characters
de: Anzahl der Sonderzeichen

source: Offset
de: Versatz

source: Polybius-Cipher
de: Polybius-Verchlüsselung

source: Sum of digits
de: Quersumme des Buchstabenwerts

source: The Polybius encryption is another encryption named after a guy long gone.
de: Die Polybius-Verschlüsselung ist ebenfalls ein Algorithmus der nach einem lange verstorbenem Typen benannt wurde.

source: The banners are parsed from the "long_description" and for some special cases we need the GC-Code.
de: Die Banner werden aus dem "long_description"-Element gelesen. Für Einzelfälle ist es notwendig den GC-Code zu kennen.

source: The key needs to be an Integer.
de: Der Schlüssel muss eine Ganzzahl sein.

source: This tool helps you to en- and decode base64.
de: Dieses Tool hilft dir Base64 zu kodieren und zu dekodieren.

source: This tool takes a text and calculates the value of its letters.
de: Dieses Tool nimmt einen Text und berechnet den Wert seiner Buchstaben.

source: This tools takes the gpx file with your found caches and collects the banners from the listings.
de: Dieses Tool durchsucht die GPX-Datei deiner Funde nach Bannern.

source: To decode files you need to paste the base64 encoded file into the inputfield and check the "is file" field.
de: Um Dateien zu dekodieren musst sie in das Feld einfügen und das "ist eine Datei" Feld aktivieren.

source: Total signs
de: Anzahl Zeichen insgesamt

source: Values of relevant signs
de: Werte relevanter Zeichen

source: You can also define own sign/ value pairs.
de: Du kannst auch eigene Zeichen/Wert Parre definieren.

source: You can encode text or whole files.
de: Du kannst Texte oder ganze Dateien kodieren.

source: You can provide additional values in the "extra values" field.
de: Du kannst zusätzliche Werte über das "Zusätzliche Werte" Feld bereitstellen.

source: Your banners
de: Deine Banner

source: Your file will then be decoded and offered to download.
de: Die Datei wird dann dekodiert und dir zum Download angeboten.

source: all
de: alle

source: I hope it is usefull for at least some of you.
de: Ich hoffe, dass die Seite wenigstens ein paar Leuten da draußen hilft.

source: If you are missing something or if you want to help to keep things running you can visit <a href="%(contribute)s">our contribute page</a> to se how to contribute.
de: Wenn du hier etwas vermisst oder du einfach helfen möchtest die Seite am Laufen zu halten besuch doch einfach <a href="%(contribute)s">unsere Unterstützen Seite</a>. Dort haben wir ein paar Möglichkeiten aufgelistet.

source: Latest Blog-Posts
de: Neuste Blog-Posts

source: The following tools are trending at the moment.
de: Die folgenden Tools werden aktuell häufig genutzt.

source: This page is our attempt to give something to the community.
de: Diese Seite ist ein Versuch zur Community beizutragen.

source: Trending tools
de: Beliebte Tools

source: Welcome
de: Willkommen

source: Welcome to baronbale.de
de: Willkommen auf baronbale.de

source: What is this?
de: Was ist das hier?

source: Because without cookies the internet does not work.
de: Denn ohne Kekse funktioniert das Internet nicht.

source: But due to the lack of further information we cannot match the user and his IP, therefore and due to the fact that we delete the logs as soon as we found and fixed the error IP adresses are no individual related data.
de: Aber aufgrund mangelnder benötigter Informationen können wir die IP-Adressen keiner Person zuordnen. Deswegen und weil wir die Logs löschen sobald wir den Fehler gefunden und gefixt haben betrachten wir die IP-Adressen nicht als personenbezogene Daten.

source: But just to see that people are using this site would make us happy too.
de: Aber einfach zu sehen, dass Leute die Seite benutzen macht uns auch schon glücklich.

source: Contribute
de: Unterstützen

source: Deal with it.
de: Is' halt so.

source: If a tool needs to send data to another server it will say so in the description of the tool.
de: Sollte es in der Zukunft doch mal vorkommen, dass ein Tool Datein zu einem anderen Server senden muss weisen wir in der Beschreibung darauf hin.

source: If an error occurs on the page we may turn on logging which will save IP-Addresses.
de: Tritt ein Fehler auf schalten wir das Logging ein, welches wiederum IP-Adressen speichert.

source: If you have an idea for a blogpost you could tell us or you could even write it on your own and get it published on our site under your name.
de: Wenn du etwas bloggen möchtest kannst du uns davon erzählen oder du schreibst ihn als Gastbeitrag unter deinem Namen auf unserer Seite.

source: If you have an idea for a new tool we could chat about it and we'll see if it fits on our page.
de: Wenn du eine Idee oder einen Wunsch für ein Tool hast können wir uns darüber gerne unterhalten und ggf. gemeinsam an der Umsetzung arbeiten. Wer einen Vorschlag einreicht oder die Umsetzung sogar unterstützt wird natürlich auf der jeweiligen Seite erwähnt.

source: If you like an article or tool you could flattr it.
de: Wenn du einen Artikel oder ein Tool magst könntest du es flattrn.

source: Imprint
de: Impressum

source: Responsible in terms of §5 TMG
de: Verantwortlich im Sinne des §5 TMG

source: We do not save any data.
de: Wir speichern keine Daten.

source: We do not share any data with third parties.
de: Wir teilen keine Daten mit anderen Instanzen.

source: We handle it Vegas-Style: everything you enter on baronbale.de stays on baronbale.de.
de: Wir handhaben das wie immer: alles was auf baronbale.de passiert bleibt auf baronbale.de.

source: We use cookies.
de: Wir benutzen Cookies.

source: You can contribute in different ways:
de: Du kannst uns auf unterschiedliche Weise unterstützen:

source: You can report bugs and feedback via the contact form.
de: Über das Kontaktformular kannst du Bugs melden und Feedback geben.

source: You could buy something on Amazon via <a href="#">our affiliate link</a>.
de: Du könntest etwas über <a href="#">unseren affiliate link</a> kaufen.

source: You could take a look on <a href="https://www.amazon.de/registry/wishlist/RIVQ9H0VQV1J/">our Amazon wishlist</a>, you know, Christmas is never far.
de: Du könntest dir <a href="https://www.amazon.de/registry/wishlist/RIVQ9H0VQV1J/">unsere Amazon-Wunschliste</a> ansehen. Du weißt schon, Weihnachten ist nie weit.

source: §1 The Data we save
de: §1 Daten die wir speichern

source: §3 Third parties
de: §3 Dritte Parteien

source: Banner Collector
de: Bannersammler

source: Duplicate Remover
de: Duplikatenentferner

source: GC-Tools
de: GC-Werkzeuge

source: Home
de: Start

source: Lettervalues
de: Buchstabenwerte

source: Polybius Cipher
de: Polybius Verschlüsselung

source: Show all %(author)s's entries
de: Zeige diel %(author)s's entries

source: Tools
de: Werkzeuge

source: Written by
de: Geschrieben von

source: A # introduces a comment, a line starting with # will be ignored and if anything comes before a # the line will be cut at the index of the #.
de: Eine # kennzeichnet einen Kommentar. Eine Zeile, die mit einer # startet wird ignoriert. Wenn irgendetwas vor einer # steht wird die Zeile am Index der # geteilt.

source: Already existing Items
de: Bereits vorhandene Items

source: Clean Items
de: Items bereinigen

source: Duplicate-Remover
de: Duplikat-Entferner

source: Found duplicates
de: Gefundene Duplikate

source: Items to clean
de: Zu bereinigende Items

source: Number of found duplicates
de: Anzahl gefundener Duplikate

source: Number of unique items
de: Anzahl einzigartiger Items

source: The Items will be split at anything what is not alphanumeric (everything what matches [^a-zA-Z0-9]+).
de: Die Einträge werden an allem geteilt was nicht alphanumerisch ist (alles was mit [^a-zA-Z0-9]+ matched)

source: Unique items
de: Einzigartige Items

source: With this tool you can easily remove duplicate items from a list.
de: Mit diesem Werkzeug kannst du ganz einfach doppelte Einträge aus einer Liste entfernen.

source: You could use it e.g. for removing duplicate TB-Codes before logging them after an Event or something similar.
de: Du kannst es z.B. zum Entfernen doppelter TB-Codes nutzen um das doppelte (Massen-)Loggen nach einem großen Event zu verhindern.

source: select all
de: Alle markieren
